//
//  Localizable.strings
//  Nextcloud
//
//  Copyright © 2017 Marino Faggiana. All rights reserved.
//
//  Author Marino Faggiana <marino.faggiana@nextcloud.com>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

"_cancel_"                  = "Avbryt";
"_edit_"                    = "Redigere";
"_tap_to_min_max_"          = "Tap to minimize / maximize";
"_cancel_request_"          = "Ønsker du å avbryte?";
"_upload_file_"             = "Last opp fil";
"_delete_"                  = "Slett";
"_rename_"                  = "Gi nytt navn";
"_rename_file_"             = "Endre navn på fil";
"_rename_folder_"           = "Gi mappen nytt navn";
"_move_"                    = "Flytt";
"_add_"                     = "Legg til";
"_save_"                    = "Lagre";
"_warning_"                 = "Advarsel";
"_error_"                   = "Feil";
"_no_"                      = "Nei";
"_yes_"                     = "Ja";
"_select_"                  = "Velg";
"_select_all_"              = "Velg alle";
"_upload_"                  = "Upload";
"_home_"                    = "Filer";
"_files_"                   = "Filer";
"_ok_"                      = "OK";
"_done_"                    = "Ferdig";
"_clear_"                   = "Tøm";
"_selected_"                = "Valgt";
"_no_active_account_"       = "No account found";
"_info_"                    = "Info";
"_warning_"                 = "Advarsel";
"_video_"                   = "Video";
"_overwrite_"               = "Overskriv";
"_create_"                  = "Ny";
"_create_folder_"           = "Opprett mappe";
"_create_folder_e2ee_"      = "Opprett kryptert mappe";
"_close_"                   = "Lukk";
"_remove_"                  = "Fjern";
"_file_not_found_"          = "Filen ble ikke funnet";
"_continue_"                = "Fortsett";
"_continue_editing_"        = "Fortsett å redigere";
"_auto_upload_folder_"      = "Auto-opplasting";
"_photo_"                   = "Bilde";
"_audio_"                   = "Lyd";
"_unknown_"                 = "Ukjent";
"_success_"                 = "Vellykket";
"_mode_filename_"           = "Modus for filnavn";
"_warning_owncloud_"        = "You are connected to an ownCloud server. This is untested and unsupported, use at your own risk. To upgrade to Nextcloud, see https://nextcloud.com/migration.";
"_warning_unsupported_"     = "You are using an unsupported version of Nextcloud. For the safety of your data we strongly recommend updating to the latest stable Nextcloud.";
"_restore_"                 = "Gjenopprett";
"_tap_here_to_change_"      = "Trykk her for å endre";
"_no_albums_"               = "Ingen album";
"_denied_album_"            = "This app does not have access to \"Photos\". You can enable access in Privacy Settings.";
"_denied_camera_"           = "This app does not have access to the \"Camera\". You can enable access in Privacy Settings.";
"_save_to_camera_roll_"        = "Save to camera roll";
"_save_to_camera_roll_desc_"   = "When enabled, photos and videos taken with the in-app camera will also be saved to your iOS camera roll.";
"_sharing_"                 = "Deling";
"_details_"                 = "Detaljer";
"_no_permission_delete_file_" = "You don't have permission to delete files.";
"_no_permission_modify_file_" = "You don't have permission to modify files.";
"_no_permission_favorite_file_" = "You don't have permission to add the file to your favorites.";
"_add_folder_info_"         = "Legg til mappe-informasjon";
"_back_"                    = "Tilbake";
"_search_"                  = "Søk";
"_search_or_create_tags"    = "Search or create tag";
"_tags_"                    = "Tags";
"_share_tags_create_"       = "Create \"%@\"";
"_share_tags_no_results_"   = "No tags found";
"_share_tags_added_named_"  = "Tag %@ has been created.";
"_edit_tags_"               = "Manage tags";
"_create_tag_error_"        = "New tag could not be created. Please try again.";
"_of_"                      = "av";
"_livephoto_save_"          = "Lagre 'Live bilde' til fotoalbum";
"_livephoto_save_error_"    = "Error during save of Live Photo.";
"_file_conflict_num_"       = "filkonflikt";
"_file_conflicts_num_"      = "filkonflikter";
"_file_conflict_desc_"      = "Hvilke filer ønsker du å beholde?\nHvis du velger begge versjonene, vil den kopierte filen ha et nummer lagt til navnet.";
"_file_conflict_new_"       = "Nye filer";
"_file_conflict_exists_"    = "Allerede eksisterende filer";
"_file_not_rewite_doc_"     = "It is not possible to overwrite a document but only to create a new one.";
"_move_or_copy_"            = "Flytt eller kopier";
"_copy_"                    = "Kopier";
"_now_"                     = "Nå";
"_wait_"                    = "Vennligst vent...";
"_recent_"                  = "Nylig";
"_view_in_folder_"          = "Vis i mappe";
"_disabled_"                = "Deaktiver";
"_compact_"                 = "Compact";
"_normal_"                  = "Normal";
"_verbose_"                 = "Verbose";
"_error_occurred_"          = "An error occurred, please try again.";
"_retry_"                   = "Prøv på nytt";
"_images_"                  = "Images";
"_confirm_"                 = "Bekreft";
"_background_location_access_title_"    = "Background Location Access";
"_background_location_access_message_"  = "This app needs background location access to automatically upload files when you move between areas. GPS is not used and your location is never stored.";
"_enable_background_location_title_"    = "Enable Background Location";
"_enable_background_location_message_"  = "To allow automatic file uploads in the background, please enable 'Always' for location access in Settings.";
"_enable_background_location_footer_"   = "To keep your photo library up to date automatically, this app can use background location access.\nThis allows it to detect when you’re in a new area and check for new photos to upload.\nGPS is not used, and your location is never stored or tracked.";

/* MARK: Files lock */

"_lock_"                            = "Lås";
"_unlock_"                          = "Lås opp";
"_lock_file_"                       = "Lås fil";
"_unlock_file_"                     = "Lås opp fil";
"_locked_by_"                       = "Låst av %@";
"_file_locked_no_override_"         = "Denne filen er låst. Det kan ikke overstyres.";
"_lock_no_permissions_selected_"    = "Not allowed for some selected files or folders.";
"_remove_file_"             = "Fjern fil";
"_delete_file_"             = "Slett fil";
"_delete_folder_"           = "Slett mappe";
"_size_"                    = "Størrelse";
"_set_user_status_"         = "Online status";
"_set_user_status_message_" = "Status message";
"_open_settings_"           = "Åpne innstillinger";
"_settings_account_request_" = "Be om konto ved oppstart";
"_alias_"                   = "Alias";
"_alias_placeholder_"       = "Write alias";
"_alias_footer_"            = "Give your accounts a descriptive name such as Home, Office, School…";
"_privacy_legal_"           = "Personvern og juridiske retningslinjer";
"_source_code_"             = "Få kildekoden";
"_account_select_"          = "Velg kontoen";
"_account_select_to_add_"   = "Velg kontoen du vil legge til";
"_remove_local_account_"    = "Fjern lokal konto";
"_want_delete_account_"     = "Do you want to remove local account?";
"_prevent_http_redirection_"= "The redirection in HTTP is not permitted.";
"_http_account_insecure_"   = "This account uses an insecure HTTP server address. Data is transmitted unencrypted.";
"_https_failed_try_http_"   = "A secure connection could not be established. Do you want to try insecure HTTP instead? Your data will be transmitted unencrypted.";
"_single_file_conflict_title_" = "Filkonflikt";
"_multi_file_conflict_title_" = "%@ filkonflikter";
"_replace_action_title_" = "Erstatt";
"_keep_both_action_title_" = "Behold begge";
"_cancel_keep_existing_action_title_" = "Avbryt og behold eksisterende";
"_replace_all_action_title_" = "Erstatt alle";
"_keep_both_for_all_action_title_" = "Behold begge for alle";
"_more_action_title_" = "Flere detaljer";
"_wait_file_preparation_" = "Preparing file upload. Please wait …";
"_keep_active_for_upload_" = "Keep application active until upload is completed …";
"_keep_active_for_transfers_" = "Keep application active until the transfers are completed …";
"_wait_file_encryption_"  = "Vennligst vent, krypterer fil...";
"_passcode_counter_fail_" = "Too many failed attempts. Please wait before trying again.";
"_seconds_"               = "sekunder";
"_change_lock_passcode_"  = "Change passcode";
"_lock_cannot_disable_mdm_" = "Disabling the passcode lock is not permitted by your configuration profile.";

// MARK: User Status

/* User status */
"_online_"                  = "Pålogget";

/* User status */
"_away_"                    = "Borte";

/* User status */
"_dnd_"                     = "Ikke forstyrr";

/* User status */
"_dnd_description_"         = "Demp alle varslinger";

/* User status */
"_invisible_"               = "Usynlig";

/* User status */
"_invisible_description_"   = "Vis som frakoblet";

/* User status */
"_busy_"                    = "Busy";

/* User status */
"_select_user_status_"      = "Set online status";
"_select_status_message_"      = "Set status message";
"_status_message_"          = "Statusmelding";
"_status_message_placehorder_"  = "Hva er din status?";
"_set_status_message_"      = "Velg statusmelding";
"_clear_status_message_after_"  = "Clear status after";

/* User status */
"_dont_clear_"              = "Ikke fjern";
"_15_minutes_"              = "15 minutes";
"_30_minutes_"              = "30 minutter";
"_an_hour_"                 = "en time";
"_1_hour_"                  = "1 time";
"_4_hours_"                 = "4 timer";
"_day_"                     = "Today";
"_this_week_"               = "Denne uken";
"_days_"                    = "Dager";
"_hours_"                   = "Timer";
"_minutes_"                 = "Minutter";


"_network_not_available_"   = "Network unavailable.";
"_file_already_exists_"     = "Unable to complete the operation, a file with the same name exists.";
"_more_"                        = "More";
"_notifications_"               = "Varsler";
"_quota_space_unlimited_"       = "Ubegrenset";
"_quota_space_unknown_"         = "Ukjent";
"_quota_using_"                 = "Du bruker %@ av %@";
"_acknowledgements_"            = "Kunngjøringer";
"_settings_"                    = "Settings";
"_enter_password_"              = "Angi passord...";
"_lock_"                        = "Lås";
"_lock_active_"                 = "Lås: På";
"_lock_not_active_"             = "Lås: Av";
"_lock_protection_no_screen_"        = "Ikke spør ved oppstart";
"_enable_touch_face_id_"        = "Aktiver Touch/Face ID";
"_wifi_only_"                   = "Kun bruk Wi-Fi -forbindelse";
"_settings_autoupload_"         = "Auto-opplasting av bilder";
"_clear_cache_"                 = "Tøm hurtiglager";
"_clear_cache_footer_"          = "Fjern nedlastede og frakoblede filer fra appen";
"_exit_"                        = "Tilbakestill program";
"_exit_footer_"                 = "Fjern alle kontoer og lokale data fra appen.";
"_want_exit_"                   = "Merk! Vil bli tilbakestilt til opprinnelig tilstand. Fortsett?";
"_want_delete_cache_"           = "Vil du slette hurtigbufferen (dette fjerner også overføringene som pågår)?";
"_add_account_"                 = "Legg til konto";
"_want_delete_"                 = "Du vil slette følgende:";
"_information_"                 = "Informasjon";
"_select_offline_warning_"      = "Å gjøre flere filer og mapper tilgjengelige i frakoblet modus kan ta litt tid og bruke mye minne mens du gjør det.";
"_advanced_"                    = "Avansert";
"_permissions_"                 = "Rettigheter";
"_custom_permissions_"          = "Custom permissions";
"_disable_files_app_"           = "Deaktiver integrering av Files App";
"_disable_files_app_footer_"    = "Ikke tillat tilgang til filer via iOS Files-applikasjonen";
"_autoupload_"                      = "Auto-opplasting av bilder/videoer";
"_autoupload_photos_"               = "Auto-opplasting av bilder";
"_autoupload_videos_"               = "Auto-opplasting av videoer";
"_autoupload_description_"          = "Choose whether new photos or videos will be automatically uploaded to your account.";
"_start_autoupload_"                = "Turn on auto upload";
"_stop_autoupload_"                 = "Turn off auto upload";
"_autoupload_create_subfolder_"     = "Bruk undermapper";
"_autoupload_create_subfolder_footer_"  = "Store photos in subfolders based on year, month or day.";
"_autoupload_subfolder_granularity_"    = "Granularitet i undermappe";
"_filenamemask_"                        = "Endre filnavnsmaske";
"_filenamemask_footer_"                 = "Som standard, når en fil lastes opp, får den automatisk følgende format: åå-mm-dd tt-mm-ss pluss en 4-sifret teller. Hvis du ikke liker dette formatet, kan du endre det her bortsett fra den endelige 4-sifrede telleren, som ikke kan utelates.";
"_show_hidden_files_"           = "Vis skjulte filer";
"_format_compatibility_"        = "Mest kompatibelt";
"_format_compatibility_footer_" = "\"Mest kompatibel\" vil lagre fotoer som JPEG, hvis mulig.";
"_privacy_"                     = "Personvern";
"_privacy_footer_"              = "Denne appen bruker en tjeneste for analyse av et krasj. Din personlige informasjon sendes ikke sammen med rapporten. Hvis du vil deaktivere den, må du endre innstillingen \"Deaktiver krasjrapporter\" til PÅ";
"_crashservice_title_"          = "Deaktiver krasjreporter";
"_crashservice_alert_"          = "This option requires a restart of the app to take effect.";
"_upload_mov_livephoto_"        = "Live-foto";
"_upload_mov_livephoto_footer_" = "\"Live-foto\" lagrer det valgte bildet i \"Live-foto\"-format, hvis mulig.";
"_capabilities_"                = "Muligheter";
"_capabilities_footer_"         = "Vis pakkene som brukes av appen hvis de er installert og tilgjengelige på serveren";
"_diagnostics_"                 = "Diagnostikk";
"_diagnostics_footer_"          = "Changing log level requires a restart of the app to take effect";
"_view_log_"                    = "View log files";
"_no_log_files_"                = "No log files available";
"_clear_log_"                   = "Tøm loggfil";
"_set_log_level_"               = "Angi loggnivå";
"_connect_server_anyway_"       = "Vil du koble til serveren allikevel?";
"_server_is_trusted_"           = "Anser du denne serveren som pålitelig?";
"_connection_error_"            = "Tilkoblingsfeil";
"_login_url_"                   = "Serveradresse https://...";
"_login_url_error_"             = "URL-feil, vennligst bekreft server-URLen";
"_favorites_"                   = "Favoritter";
"_favorite_short_"              = "Merk som favoritt";
"_tutorial_favorite_view_"      = "Filer og mapper du markerer som favoritter vil vises her";
"_tutorial_offline_view_"       = "Filer kopiert hit vil bli tilgjengelig i frakoblet modus.\n\nDe vil synkronisert med skyen din.";
"_tutorial_groupfolders_view_"  = "No team folders yet";
"_more_"                        = "More";
"_favorite_no_files_"           = "Ingen favoritter enda";
"_no_date_information_"                     = "Ingen informasjon om dato";
"_no_camera_information_"                   = "Ingen informasjon om kamera";
"_no_lens_information_"                     = "Ingen informasjon om linse";
"_today_"                                   = "Today";
"_yesterday_"                               = "I går";
"_access_photo_not_enabled_"                = "Access to Photos is not enabled";
"_access_photo_not_enabled_msg_"            = "Please go to Settings → Apps → Nextcloud → Photos and enable Photo Library Access";
"_access_background_app_refresh_denied_"    = "\"Bakgrunnsappoppfriskning\" nektes. Vennligst aktiver det i \"Innstillinger\" ellers blir ikke nye bilder eller videoer oppdaget når applikasjonen er i bakgrunnen";
"_tutorial_photo_view_"                     = "Ingen bilder eller videoer lastet opp enda";
"_error_createsubfolders_upload_"           = "Feil ved oppretting av undermapper";
"_remove_photo_CameraRoll_"                 = "Fjern fra kamerarullen";
"_remove_photo_CameraRoll_desc_"            = "\"Fjern fra kamerarullen\" etter opplastinger vil en bekreftelsesmelding vises for å slette de opplastede bildene eller videoene fra kamerarullen. De slettede bildene eller videoene vil fortsatt være tilgjengelige i papirkurven for iOS-bilder i 30 dager.";
"_never_"                       = "aldri";
"_less_a_minute_"               = "mindre enn ett minutt siden";
"_a_minute_ago_"                = "et minutt siden";
"_minutes_ago_"                 = "%d minutter siden";
"_an_hour_ago_"                 = "en time siden";
"_hours_ago_"                   = "%d timer siden";
"_a_day_ago_"                   = "et døgn siden";
"_days_ago_"                    = "%d dager siden";
"_cannot_send_mail_error_"      = "No account is set up, or wrong email address entered.";
"_open_url_error_"              = "Cannot open the URL for this action.";
"_media_"                       = "Media";
"_order_by_"                    = "Sorter etter";
"_name_"                        = "Navn";
"_date_"                        = "Dato";
"_size_"                        = "Størrelse";
"_remove_favorites_"            = "Fjern favorittmarkering";
"_add_favorites_"               = "Merk som favoritt";
"_share_"                       = "Del";
"_remove_local_file_"           = "Fjern lokalt";
"_folders_"                     = "mapper";
"_folder_"                      = "mappe";
"_files_"                       = "Filer";
"_file_"                        = "fil";
"_no_file_pull_down_"           = "Last opp ei fil eller dra ned for å gjenoppfriske";
"_no_file_no_permission_to_create_" = "You don't have permission to create or upload files in this folder.";
"_limited_dimension_"           = "Maksimal størrelse nådd";
"_file_not_saved_cameraroll_"   = "Feil: Fil ikke lagret i fotoalbum";
"_favorite_on_top_"             = "Sort favorite first";
"_directory_on_top_"            = "Sort folders before files";
"_show_description_"            = "Show folder description";
"_show_recommended_files_"      = "Show recommendations";
"_search_no_record_found_"      = "Inget resultat";
"_search_in_progress_"          = "Søk pågår...";
"_search_instruction_"          = "Søk etter fil (minst to tegn)";
"_files_no_files_"              = "Ingen filer her";
"_files_no_folders_"            = "Ingen mapper her";
"_request_in_progress_"         = "Forespørsel til server pågår…";
"_personal_files_only_"         = "Kun personlige filer";

"audio"                         = "LYD";
"directory"                     = "MAPPER";
"document"                      = "DOKUMENTER";
"image"                         = "BILDER";
"template"                      = "MALER";
"video"                         = "VIDEO";

"_paste_file_"                  = "Lim inn";
"_status_wait_download_"        = "Venter på nedlasting";
"_status_downloading_"          = "Laster ned";
"_status_wait_upload_"          = "Waiting to upload";
"_status_wait_create_folder_"   = "Waiting to create the folder";
"_status_wait_delete_"          = "Waiting to delete";
"_status_wait_rename_"          = "Waiting to rename";
"_status_wait_favorite_"        = "Waiting to change favorite";
"_status_wait_copy_"            = "Waiting to copy";
"_status_wait_move_"            = "Waiting to move";
"_status_uploading_"            = "Laster opp";
"_status_upload_error_"         = "Error, waiting to upload";
"_select_media_folder_"         = "Angi mediamappe";
"_media_viewimage_show_"        = "Vis kun bilder";
"_media_viewvideo_show_"        = "Vis kun video";
"_media_show_all_"              = "Vis begge";
"_good_morning_"                = "Good morning";
"_good_day_"                    = "God dag";
"_good_afternoon_"              = "Good afternoon";
"_good_evening_"                = "Good evening";
"_good_night_"                  = "God kveld";
"_servers_"                     = "Servers";
"_select_server_"               = "Please select a server...";

// MARK: Share

"_share_link_"                  = "Share link";
"_share_link_name_"             = "Navn på kobling";
"_password_"                    = "Passord";
"_share_password_"              = "Passordbeskyttet lenke";
"_date_"                        = "Dato";
"_enforce_password_protection_" = "Krev passordbeskyttelse";
"_shared_with_you_by_"          = "Delt med deg av";
"_shareLinksearch_placeholder_" = "Navn, e-post eller sammenknyttet sky-ID...";
"_new_comment_"                 = "Ny kommentar…";
"_edit_comment_"                = "Rediger kommentar";
"_delete_comment_"              = "Slett kommentar";
"_share_read_only_"             = "Kun se";
"_share_editing_"               = "Kan redigere";
"_share_file_drop_"             = "File request";
"_share_hide_download_"         = "Gjem nedlasting";
"_share_allowed_downloads_"     = "Allowed downloads";
"_share_limit_download_"        = "Limit downloads";
"_remaining_"                   = "%d gjenstår";
"_share_password_protect_"      = "Passordbeskyttelse";
"_share_expiration_date_"       = "Sett utløpsdato";
"_share_note_recipient_"        = "Melding til mottaker";
"_share_add_sharelink_"         = "Legg til en lenke til";
"_share_can_read_"              = "Read";
"_share_can_reshare_"           = "Del";
"_share_can_create_"            = "Ny";
"_share_can_change_"            = "Redigere";
"_share_can_delete_"            = "Delete";
"_share_can_download_"          = "Allow download and sync";
"_share_unshare_"               = "Delete share";
"_share_internal_link_"         = "Intern lenke";
"_share_internal_link_des_"     = "Only works for users with access to this file/folder.";
"_share_reshare_disabled_"      = "You are not allowed to reshare this file/folder.";
"_share_reshare_restricted_"    = "Note: You only have limited permission to reshare this file/folder.";
"_remote_"                      = "Ekstern";
"_remote_group_"                = "Remote group";
"_conversation_"                = "Conversation";
"_no_transfer_"                 = "Ingen overføringer enda";
"_no_transfer_sub_"             = "Opp- og ned-lastinger fra denne enheten vil dukke opp her";
"_no_transfer_in_progress_"     = "No transfers in progress";
"_no_transfer_in_progress_sub_" = "Active uploads and downloads from this device will appear here.";
"_no_transfer_in_waiting_"      = "No transfers waiting";
"_no_transfer_in_waiting_sub_"  = "Transfers waiting to start will appear here.";
"_no_transfer_in_error_"        = "No transfer errors";
"_no_transfer_in_error_sub_"    = "Transfers that need your attention will appear here.";
"_transfers_waiting_shown_"     = "%1$d of %2$d transfers waiting";
"_no_activity_footer_"              = "Ingen flere aktiviteter å laste";
"_transfers_"                       = "Overføringer";
"_activity_"                        = "Aktivitet";
"_trash_file_not_found_"            = "It seems that the file is not in the Trash. Go to the Trash to update it and try again.";
"_list_shares_"                     = "Delinger";
"_list_shares_no_files_"            = "Ingen delinger enda";
"_tutorial_list_shares_view_"       = "Filer og mapper du deler vil dukke opp her";
"_offline_"                         = "Frakoblet";
"_upload_photos_videos_"            = "Last opp bilder eller videoer";
"_upload_file_"                     = "Last opp fil";
"_create_nextcloudtext_document_"   = "Opprett tekstdokument";
"_use_folder_auto_upload_"          = "Bruk mappen \"Automatisk opplasting\" som destinasjon";
"_filename_"                        = "Filnavn";
"_enter_filename_"                  = "Skriv inn filnavn…";
"_default_preview_filename_footer_" = "Eksempel forhåndsvisning av filnavn: IMG_0001.JPG";
"_filename_header_"                 = "Angi filnavn";
"_preview_filename_"                = "Example preview of filename. You can use the mask %@ for date/time.";
"_add_filenametype_"                = "Legg til type i filnavn";
"_maintain_original_filename_"      = "Behold det opprinnelige filnavnet";
"_notifications_"                   = "Varsler";
"_untitled_"                        = "Uten navn";
"_e2e_settings_title_"              = "Kryptering";
"_e2e_settings_"                    = "Ende-til-ende -kryptering";
"_e2e_settings_start_"              = "Start ende-til-ende -kryptering";
"_e2e_settings_activated_"          = "Ende-til-ende -kryptering aktivert";
"_e2e_server_disabled_"             = "Ende-til-ende-krypteringsapp deaktivert på serveren";
"_e2e_settings_view_passphrase_"    = "Alle 12 ordene sammen utgjør et veldig sterkt passord, som bare lar deg vise og gjøre bruk av dine krypterte filer. Skriv det ned og oppbevar det på en trygg plass.";
"_e2e_settings_read_passphrase_"    = "Less passordfrase:";
"_e2e_settings_lock_not_active_"    = "Lock not active. Go to \"Settings\" and activate it.";
"_e2e_settings_the_passphrase_is_"  = "Passordfrasen er:";
"_e2e_passphrase_request_title_"    = "Forespør passordfrase";
"_e2e_passphrase_request_message_"  = "Sett inn de 12 ordene";
"_e2e_settings_remove_"             = "Fjern krypteringen lokalt";
"_e2e_settings_remove_message_"     = "Bekreft fjerning av kryptering sammen med passordfrasen.";
"_e2e_set_folder_encrypted_"        = "Krypter";
"_e2e_remove_folder_encrypted_"     = "Dekrypter";
"_e2e_file_encrypted_"              = "File encrypted";
"_e2e_goto_settings_for_enable_"    = "Dette er en kryptert mappe, gå til \"Innstillinger\" og skru på ende-til-ende -kryptering";
"_e2e_in_upload_"                   = "Upload in progress, please wait for all files to be transferred.";
"_scans_document_"                  = "Skann dokument";
"_scanned_images_"                  = "Skannede bilder";
"_scan_document_pdf_page_"          = "Side";
"_scan_label_document_zone_"        = "Trykk eller dra bilder nedover for dokumentoppretting";
"_filter_document_"                 = "Dokument";
"_filter_original_"                 = "Original";
"_quality_image_title_"             = "Forhåndsvis bildekvalitet";
"_file_creation_"                   = "Opprettelse av filer";
"_delete_all_scanned_images_"       = "Slett alle skannede bilder";
"_text_recognition_"                = "Tekstgjenkjenning";
"_all_files_"                       = "All files";
"_personal_files_"                  = "Personal Files";

"_trash_view_"                      = "Slettede filer";
"_empty_trash_"                     = "Tøm papirkurven";
"_trash_no_trash_"                  = "Ingen filer slettet";
"_trash_no_trash_description_"      = "Du kan gjenopprette slettede filer fra her";
"_confirm_delete_selected_"         = "Er du sikker på at du ønsker å slette de valgte elementene?";
"_manage_file_offline_"             = "Administrer frakoblede filer";
"_set_available_offline_"           = "Angi som tilgjengelig i frakoblet modus";
"_remove_available_offline_"        = "Fjern som tilgjengelig i offentlig modus";
"_create_new_document_"             = "Dokument";
"_create_new_spreadsheet_"          = "Spreadsheet";
"_create_new_presentation_"         = "Presentation";
"_create_new_diagram_"              = "Diagram";
"_more_documents_"                  = "More Documents";
"_go_online_"                       = "Gå på nettet for å se dokumentet";
"_intro_1_title_"                   = "Hold dine data sikre og under din egen kontroll";
"_intro_2_title_"                   = "Sikkert samarbeid og filutveksling";
"_intro_3_title_"                   = "Brukervennlig web-e-post, kalender og kontakter";
"_intro_4_title_"                   = "Skjermdeling, nettmøter og webkonferanser";
"_log_in_"                          = "Log in";
"_sign_up_"                         = "Logg på med tilbyder";
"_host_your_own_server"             = "Host your own server";
"_invalid_url_"                         = "Ugyldig server-URL";
"_ssl_certificate_untrusted_"           = "The certificate for this server is invalid.";
"_ssl_certificate_changed_"             = "The certificate for this server seems to have changed.";
"_file_already_exists_"                 = "Unable to complete the operation, a file with the same name exists.";
"_err_permission_microphone_"           = "Please allow Microphone usage from Settings.";
"_err_permission_photolibrary_"         = "Please allow Photos from Settings.";
"_qrcode_not_authorized_"   = "This app is not authorized to use the Back Camera.";
"_qrcode_not_supported_"    = "QR code not supported by the current device.";
"_create_voice_memo_"       = "Lag talememo";
"_voice_memo_start_"        = "Trykk for å starte";
"_voice_memo_stop_"         = "Trykk for å stoppe";
"Enter Passcode"            = "Skriv inn passkoden";
"Enter a new passcode"      = "Angi en ny passkode";
"Confirm new passcode"      = "Bekreft ny passkode";
"Passcodes didn't match. Try again." = "Passkodene samsvarer ikke. Forsøk igjen.";
"Delete"                    = "Slett";
"Cancel"                    = "Avbryt";
"_certificate_details_"     = "Detaljer om sertifikatserveren";
"_certificate_pn_details_"  = "Detaljer om push-varsling for sertifikat";
"_certificate_view_"        = "Sertifikatserver";
"_certificate_pn_view_"     = "Push-varsling for sertifikat";
"_save_as_scan_"            = "Lagre som skanning";
"_save_changes_"            = "Save changes?";
"_modify_"                  = "Endre";
"_overwrite_original_"      = "Skriv over original";
"_save_as_copy_"            = "Lagre som kopi";
"_discard_changes_"         = "Discard changes";
"_message_disable_overwrite_livephoto_" = "This image is a Live Photo, overwrite will not be possible.";
"_discard_changes_info_"    = "Endringene dine blir forkastet.";
"_delete_files_desc_"       = "Slett filer for å frigjøre plass";
"_delete_old_files_"        = "Slett, i hurtigbufferen, alle filer eldre enn";
"_never_"                   = "aldri";
"_1_year_"                  = "1 år";
"_6_months_"                = "6 måneder";
"_3_months_"                = "3 måneder";
"_1_month_"                 = "1 måned";
"_1_week_"                  = "1 uke";
"_monthly_"                 = "Månedlig";
"_yearly_"                  = "Årlig";
"_daily_"                   = "Daglig";
"_login_address_detail_"    = "Koblingen til %@-webgrensesnittet når du åpner det i nettleseren.";
"_go_to_page_"              = "Gå til side";
"_page_"                    = "Side";
"_this_document_has_%@_pages_"              = "Dette dokumentet har %@ sider";
"_invalid_page_"                            = "Ugyldig side";
"_the_entered_page_number_does_not_exist_"   = "The entered page number does not exist.";
"_error_something_wrong_"   = "Noe gikk galt";
"_privacy_screen_"          = "Hide content when app is inactive";
"_privacy_screen_footer_"   = "Hide the content in the app and show a splash screen when the app is inactive.";
"_in_"                      = "i";
"_enter_passphrase_"        = "Angi passfrase (12 ord)";
"_show_more_results_"       = "⋯ Load more results";
"_waiting_for_"             = "Venter på:";
"_reachable_wifi_"          = "nettverk tilgjengelig via Wi-Fi eller kabel";
"_copy_passphrase_"         = "Kopier passfrase";
"_ok_copy_passphrase_"      = "OK og kopier passfrase";
"_select_color_"            = "Velg fargen";
"_change_color_"            = "Endre farge";
"_description_dashboardwidget_" = "Å ha kontrollpanelet alltid for hånden har aldri vært enklere.";
"_description_fileswidget_" = "Vis nylige filer og bruk verktøylinjen til å øke hastigheten på operasjonene.";
"_description_toolbarwidget_"   = "En verktøylinje til å øke hastigheten på operasjonene.";
"_title_lockscreenwidget_"  = "Status";
"_description_lockscreenwidget_"    = "Hold øye med ledig plass og nylig aktivitet";

"_keep_running_"            = "Keep the app running for a better user experience.";
"_apps_nextcloud_detect_"   = "Oppdaget %@ apper";
"_add_existing_account_"    = "%@ andre apper har blitt oppdaget, ønsker du å legge til en eksisterende konto?";
"_status_in_progress_"      = "Statuslesing pågår…";
"_status_e2ee_on_server_"   = "The end-to-end encryption is already configured in the server but not yet enabled on this device.";
"_status_e2ee_not_setup_"   = "The end-to-end encryption is not yet configured on the server.";
"_status_e2ee_configured_"  = "The end-to-end encryption is correctly configured.";
"_e2ee_set_as_offline_"     = "Not allowed for encrypted files or folders.";
"_change_upload_filename_"  = "Vil du lagre filen med et annet navn?";
"_save_file_as_"            = "Lagre fil som %@";
"_password_ascii_"          = "The password cannot contain special characters.";
"_calendar_contacts_"       = "Kalender og kontakter";
"_mobile_config_"           = "Last ned konfigurasjonsprofilen";
"_calendar_contacts_footer_warning_"    = "Configuration profile can only be downloaded if Safari is set as default browser.";
"_calendar_contacts_footer_"    = "Etter å ha lastet ned profilen kan du installere den fra Innstillinger.";
"_modify_image_desc_"       = "Trykk på en fil for å endre eller gi nytt navn.";
"_message_disable_livephoto_" = "This image is a Live Photo, changing it will lose the Live Photo effect.";
"_enable_livephoto_"        = "Aktiver Live-foto";
"_disable_livephoto_"       = "Deaktiver Live-foto";
"_undo_modify_"             = "Angre endring";
"_rename_already_exists_"   = "A file with this name already exists.";
"_group_folders_"           = "Team folders";
"_play_from_files_"         = "Play video from a file";
"_play_from_url_"           = "Play video from a link";
"_valid_video_url_"         = "Sett inn en gyldig URL";
"_download_image_"          = "Last ned bilde";
"_reset_wrong_passcode_"    = "Resetting application...";
"_reset_wrong_passcode_option_" = "Reset application after 10 failed attempts";
"_reset_wrong_passcode_desc_" = "Enabling this will remove all accounts and local data after %d failed passcode entry attempts.";
"_deviceOwnerAuthentication_" = "Den biometriske sensoren er midlertidig deaktivert på grunn av flere mislykkede forsøk. Skriv inn enhetens passord for å aktivere sensoren på nytt.";
"_virus_detect_"            = "Virus oppdaget. Opplastingen kan ikke fullføres!";
"_selected_photos_"         = "valgte bilder";
"_delete_selected_photos_"  = "Slett valgte bilder";
"_media_square_"            = "Firkantet rutenett";
"_media_ratio_"             = "Rutenett med størrelsesforhold";
"_display_"                 = "Visning";
"_appearance_"              = "Utseende";
"_light_"                   = "Lys";
"_dark_"                    = "Mørk";
"_use_system_style_"        = "Bruk systemstil";
"_account_settings_"        = "Kontoinnstillinger";
"_users_"                   = "Brukere";
"_users_footer_"            = "Allows you to select an account every time you open the app.";
"_while_charging_"          = "While charging";
"_keep_screen_awake_"       = "Keep screen awake\nwhile transferring files";
"_error_not_found_"         = "The requested resource could not be found";
"_error_conflict_"          = "The request could not be completed due to a conflict with the current state of the resource";
"_error_precondition_"      = "The server does not meet one of the preconditions of the requester";
"_downloading_"             = "Laster ned";
"_additional_options_"      = "Additional options";
"_unauthorizedFilesPasscode_" = "Filer-appen kan ikke brukes med en aktivert passkode";
"_disableFilesApp_"         = "Filer-appen kan ikke brukes fordi den er deaktivert";
"_no_items_"                = "Ingen elementer";
"_check_back_later_"        = "Sjekk innom senere";
"_no_data_available_"       = "Ingen data tilgjengelig";
"_recent_activity_"         = "Recent activity";
"_maintenance_mode_"        = "The server is currently in maintenance mode, which may take a while.";
"_user_"                    = "Bruker";
"_creating_db_photo_progress_" = "Creating photo archive in progress … keep the application active.";
"_account_unauthorized_"    = "There was an issue authorizing the account %@. Please log in again.";
"_folder_offline_desc_"     = "Even without an internet connection, you can organize your folders, create files. Once you're back online, your pending actions will automatically sync.";
"_offline_not_allowed_"     = "This operation is not allowed in offline mode";
"_Upload_native_format_yes_"= "Upload in native format: yes";
"_Upload_native_format_no_" = "Upload in native format: no";
"_terms_of_service_"        = "Terms of service";
"_terms_accept_"            = "I acknowledge that I have read and agree to the above terms of service.";
"_recommended_files_"       = "Recommended Files";
"_propagate_layout_"        = "Apply the following change to all subfolders";
"_version_mismatch_error_"  = "Version change: please open the main app to update the data.";
"_opt_in_pro_"              = "Optimization in progress …";
"_update_in_progress_"      = "Update in progress …";
"_delete_in_progress_"      = "Delete in progress …";
"_download_in_progress_"    = "Download in progress …";
"_upload_in_progress_"      = "Upload in progress …";
"_transfer_in_progress_"    = "Transfer in progress …";
"_in_waiting_"              = "In waiting";
"_in_progress_"             = "In progress";
"_in_error_"                = "In error";
"_retry_minutes_"           = "min left to retry";
"_retry_seconds_"           = "sec left to retry";
"_retry_soon_"              = "retrying soon …";
"_large_upload_tip_"        = "Large files require the app to remain open until the transfer is complete";
"_e2ee_upload_tip_"         = "End-to-end files require the app to remain open until the transfer is complete";
"_finalizing_wait_"         = "Waiting for finalization …";
"_in_this_folder_"          = "In this folder";
"_media_no_longer_available_" = "Media no longer available";
"_this_item_has_been_deleted_" = "This item has been deleted.";
"_video_not_available_" = "Video not available";
"_disable_" = "Disable";
"_no_subtitles_available_" = "No subtitles available";
"_no_audio_tracks_available_" = "No audio tracks available";
"_add_external_subtitle_" = "Add external subtitle";
"_repeat_current_media_" = "Repeat current item";
"_play_next_media_automatically_" = "Play next item automatically";
"_image_load_failed_" = "Image load failed";
"_image_load_failed_" = "Image load failed";
"_gif_file_could_not_be_decoded_" = "GIF file could not be decoded";
"_svg_file_could_not_be_rendered_" = "SVG file could not be rendered";
"_image_file_could_not_be_decoded_" = "Image file could not be decoded";
"_media_not_available_" = "Media not available";
"_no_assistant_installed_"  = "Assistant is not installed on this server. Ask your administrator to install the Assistant app";
"_open_in_office_" = "Open in Office";
"_select_date_" = "Select date";
"_always_play_with_vlc_" = "Always play with VLC";
"_account_not_available_" = "Account not available";
"_autoupload_active_other_account_title_" = "Auto upload is already active";
"_autoupload_active_other_account_message_" = "Auto upload is already enabled for “%@”. Disable it for that account before enabling it here.";
"_autoupload_cleanup_pending_" = "Previous uploads are still being stopped. Try starting the backup again to retry cleanup.";

// Tip
"_tip_pdf_thumbnails_"      = "Swipe left from the right edge of the screen to show the thumbnails";
"_tip_accountrequest_"      = "Trykk her for å endre konto eller legge til en ny";
"_tip_addcopyimage_"        = "Trykk lenge for å lime inn et kopiert bilde";

// MARK: Accessibility

// Accessibility, floating panel top element
"_show_profile_"                = "Vis profil";
// a11y: On/Off
"_on_"                          = "På";
// a11y: On/Off
"_off_"                         = "ett kvarter";
"_list_"                        = "Liste";
"_icons_"                       = "Ikoner";

// MARK: Assistant
"_assistant_task_unknown_"       = "Ukjent";
"_assistant_task_scheduled_"     = "Planlagt";
"_assistant_task_in_progress_"   = "Pågår";
"_assistant_task_completed_"     = "Fullført";
"_assistant_task_failed_"        = "Feilet";
"_input_"                        = "Inndata";
"_output_"                       = "Utdata";
"_task_details_"                 = "Oppgavedetaljer";
"_assistant_"                    = "Assistent";
"_new_task_"                     = "Ny %@ oppgave";
"_no_tasks_"                     = "Hello there! What can I help you with today?";
"_create_task_subtitle_"         = "Use the + button to create a new task";
"_edit_task_"                    = "Edit %@ task";
"_no_types_"                     = "Ingen tilbyder funnet";
"_no_types_subtitle_"            = "AI Providers need to be installed to use the Assistant.";
"_assistant_ai_warning_"         = "Output shown here is generated by AI. Make sure to always double-check.";
"_no_chat_subtitle_"             = "Try sending a message to spark a conversation.";
"_retry_response_generation_"    = "Retry response generation";
"_conversations_"                = "Conversations";
"_new_conversation_"             = "Ny samtale";
"_type_message_"                 = "Type a message...";
"_assistant_chat_"               = "Assistant Chat";
"_assistant_error_send_message_"  = "Could not send message. Please try again.";
"_assistant_error_load_messages_" = "Could not load messages. Please try again.";
"_assistant_error_generate_response_" = "Could not generate response. Please try again.";

// MARK: Client certificate
"_no_client_cert_found_"         = "The server is requesting a client certificate.";
"_no_client_cert_found_desc_"    = "Do you want to install a TLS client certificate? \n Note that the .p12 certificate must be installed on your device first by clicking on it and installing it as an Identitity Certificate Profile in Settings. The certificate MUST also have a password as that is a requirement by iOS.";
"_client_cert_enter_password_"   = "Skriv inn passordet for det valgte sertifikatet";
"_client_cert_wrong_password_"   = "Sorry, you entered an invalid password.";

// MARK: Login poll

// MARK: File name validator (used by NextcloudKit, don't remove)
"_file_name_validator_error_reserved_name_" = "\"%@\" er et forbudt navn.";
"_file_name_validator_error_forbidden_file_extension_" = "\".%@\" er en forbudt filutvidelse.";
"_file_name_validator_error_invalid_character_" = "Navnet inneholder et ugyldig tegn: \"%@\".";
"_file_name_validator_error_space_" = "Name must not contain spaces at the beginning or end.";
"_file_name_new_extension_" = "Changing the extension might cause this file to open in a different application.";
"_file_name_empty_" = "File name cannot be empty.";
"_please_rename_file_" = "Gi nytt navn til filen eller mappen.";
"hidden_file_name_warning" = "Name will result in a hidden file.";

"_camera_roll_" = "Kamerarull";
"_destination_" = "Destinasjon";
"_upload_from_" = "Upload from";
"_multiple_albums_" = "Multiple albums";
"_smart_albums_" = "Smart albums";
"_albums_" = "Albums";
"_auto_upload_no_new_items_to_upload_" = "No new items to upload";
"_background_upload_extension_" = "PhotoKit background upload extension";
"_experimental_" = "Experimental";
"_background_upload_extension_footer_" = "Experimental: delegate automatic photo uploads to PhotoKit in the background. The compatibility setting (HEIC to JPG) is ignored, so HEIC images are uploaded in their original format.";
"_background_upload_extension_apache_title_" = "Apache configuration required";
"_background_upload_extension_apache_warning_" = "Servers without resumable upload support must return 501 for PhotoKit OPTIONS requests. With mod_rewrite enabled, add these rules to the Nextcloud VirtualHost before its existing rewrite rules, then reload Apache:";
"_auto_upload_suspended_" = "Automatic upload paused due to an error";
"_auto_upload_suspended_error_" = "Automatic upload paused: %@";
"_focused_auto_upload_" = "Focused Auto Upload";
"_focused_auto_upload_settings_footer_" = "Keep the app open and darken the screen while auto upload is backing up at higher speed.";
"_focused_auto_upload_intro_heading_" = "Keep backing up with the screen darkened.";
"_focused_auto_upload_intro_message_" = "Photos and videos will continue backing up at higher speed while the screen is darkened. During the process:";
"_focused_auto_upload_wifi_" = "Connect to Wi-Fi";
"_focused_auto_upload_charger_" = "Connect to charger";
"_focused_auto_upload_do_not_exit_" = "Do not exit the app";
"_enable_focused_auto_upload_" = "Enable Focused Auto Upload";
"_focused_auto_upload_backing_up_" = "Backing up";
"_focused_auto_upload_completed_" = "Upload completed!";
"_focused_auto_upload_countdown_" = "Do not lock the screen or exit the app. The screen will turn dark in %d seconds.";
"_stop_focused_auto_upload_" = "Stop Focused Auto Upload";
"_finish_" = "Finish";
"_item_with_same_name_already_exists_" = "An item with the same name already exists.";

// MARK: Migration Multi Domains
"_preparing_migration_" = "Preparing migration …";
"_scanning_files_" = "Scanning files …";
"_moving_items_to_domain_" = "Moving items to correct domain …";
"_finishing_up_" = "Finishing up …";

// MARK: E2EE
"_e2ee_no_session_" = "End-to-end encryption error, no account for this session";
"_e2ee_no_dir_" = "End-to-end encryption error, cannot get directory";
"_e2ee_no_certificate_" = "End-to-end encryption error, cannot get certificate";
"_e2ee_no_generate_key_" = "End-to-end encryption error, cannot generate key";
"_e2ee_no_metadataKey_found_" = "End-to-end encryption error, cannot decrypt metadata key";
"_e2ee_read_only_" = "This encrypted folder uses an archived key set and is available as read-only.";
"_e2ee_server_key_changed_" = "The end-to-end encryption keys for this account changed on another device. Enter the new passphrase to update this device. Storage spaces associated with previous keys will remain available as read-only.";
"_e2ee_server_key_changed_title_" = "Encryption keys changed";
"_e2ee_no_user_found_" = "End-to-end encryption error, user not found";
"_e2ee_no_signature_found_" = "End-to-end encryption error, no signature found";
"_e2ee_counter_check_" = "End-to-end encryption error, the counter is lower than the previous one";
"_e2ee_signature_failed_" = "End-to-end encryption error, verify signature failed";
"_e2ee_enc_payload_" = "End-to-end encryption error, encrypt payload file";
"_e2ee_no_metadata_" = "End-to-end encryption error, cannot get metadata";
"_e2ee_filedrop_ciphertext_" = "End-to-end encryption error, filedrop ciphertext failed";
"_e2ee_key_ciphertext_" = "End-to-end encryption error, key ciphertext failed";
"_e2ee_key_no_checksum_found_" = "End-to-end encryption error, no checksum found";
"_e2ee_checksum_error_title_" = "End-to-end encryption checksum error";
"_e2ee_checksum_error_message_" = "The encrypted file checksum is missing or invalid.\n\nThis may be caused by incomplete, outdated, or inconsistent encryption metadata and does not necessarily mean that the file or server has been compromised.\n\nContinue only if you trust this server and understand the risk. Otherwise, exit without opening the file.";
"_e2ee_key_checksum_" = "End-to-end encryption error, key checksum failed";
"_e2ee_decode_metadata_" = "End-to-end encryption error, cannot decode metadata";
"_e2ee_no_lock_" = "End-to-end encryption error, unable to lock file";
"_e2ee_no_decrypt_metadata_" = "End-to-end encryption error, cannot decrypt metadata";
"_e2ee_no_enc_file_" = "End-to-end encryption error, cannot encrypt file";
"_e2ee_no_enc_key_" = "End-to-end encryption error, cannot get encoded key";
"_e2ee_no_match_checksum_" = "End-to-end encryption error, checksum does not match";
"_e2ee_create_folder_" = "End-to-end encryption directory creation in progress, please wait …";
"_e2ee_rename_file_" = "End-to-end encryption rename in progress, please wait …";
"_e2ee_encrypt_folder_" = "End-to-end encryption folder in progress, please wait …";
"_e2ee_setup_get_certificate_" = "Server did not return a certificate";
"_e2ee_setup_create_csr_" = "Unable to generate certificate signing request (CSR)";
"_e2ee_setup_sign_certificate_" = "Server did not return a certificate after signing request";
"_e2ee_setup_extract_publickey_" = "Public key mismatch between generated key and certificate";
"_e2ee_setup_get_privatekey_" = "Server did not return an encrypted private key";
"_e2ee_setup_passphrase_error_" = "The provided passphrase is incorrect";
"_e2ee_setup_get_publickey_" = "Server did not return an encrypted public key";
"_e2ee_setup_encript_privatekey_" = "Unable to encrypt the private key";
"_e2ee_setup_store_privatekey_" = "Private key generation returned no usable key";
"_e2ee_setup_verify_publickey_" = "Public key does not match the certificate";
"_e2ee_setup_generate_passphrase_" = "Unable to generate a passphrase";
"_e2ee_setup_privatekey_missing_" = "The End-to-end encryption private key could not be found.";
"_e2e_renew_certificate_success_" = "Your end-to-end encryption certificate has been renewed.";
"_certificate_valid_from_" = "Valid from";
"_certificate_valid_until_" = "Valid until";
"_certificate_" = "Certificate";
"_certificate_renew_" = "Renew certificate";

// Share details — Governance
"_governance_"                      = "Governance";
"_sensitivity_label_"               = "Sensitivity label";
"_file_retention_"                  = "File retention";
"_legal_hold_"                      = "Legal hold";
"_none_"                            = "None";
"_sections_"                        = "Sections";
"_governance_labels_load_error_"    = "Governance labels could not be loaded.";

// MARK: Albums
"_albums_loading_popup_desc_"                       = "Wait a moment …";
"_albums_list_nav_title_"                           = "Albums";
"_albums_list_new_album_btn_"                       = "New album";
"_albums_list_loading_msg_"                         = "Laster inn …";
"_albums_list_error_msg_"                           = "Unable to load albums. Please try again later!";
"_albums_list_album_name_validation_nonempty_"      = "Album name cannot be empty.";
"_albums_list_album_name_validation_min_length_"    = "Album name must be at least 3 characters.";
"_albums_list_album_name_validation_max_length_"    = "Album name cannot be more than 30 characters.";
"_albums_list_album_name_validation_specials_"      = "Album name cannot contain slashes.";
"_albums_list_empty_heading_"                       = "Create Albums for your Photos";
"_albums_list_empty_subheading_"                    = "You can organize all your photos in as many albums as you like. You haven't created an album yet.";
"_albums_list_empty_new_album_btn_"                 = "Create album";
"_albums_list_own_albums_heading_"                  = "My albums";
"_albums_list_date_range_"                          = "%@ to %@";
"_albums_list_new_album_popup_title_"               = "Create new Album";
"_albums_list_new_album_popup_desc_"                = "Please enter an album name between 3 and 30 characters.";
"_albums_list_new_album_popup_hint_"                = "Album's name";
"_albums_list_new_album_popup_positive_btn_"        = "Ny";
"_albums_list_new_album_popup_negative_btn_"        = "Cancel";
"_albums_list_rename_album_popup_title_"            = "Rename Album";
"_albums_list_rename_album_popup_desc_"             = "Please enter new album name between 3 and 30 characters.";
"_albums_list_rename_album_popup_hint_"             = "Album's new name";
"_albums_list_rename_album_popup_positive_btn_"     = "Endre navn";
"_albums_list_rename_album_popup_negative_btn_"     = "Cancel";
"_albums_photo_selection_sheet_title_"              = "Velg bilder";
"_albums_photos_loading_msg_"                       = "Loading photos …";
"_albums_photos_error_msg_"                         = "Unable to load photos. Please try again later!";
"_albums_photos_empty_heading_"                     = "All that's missing are your photos";
"_albums_photos_empty_subheading_"                  = "You can add as many photos as you like. A photo can also belong to more than one album.";
"_albums_photos_add_photos_btn_"                    = "Add photos";
"_albums_photos_rename_album_btn_"                  = "Rename Album";
"_albums_photos_delete_album_btn_"                  = "Delete Album";
"_albums_delete_album_popup_title_"                 = "Delete Album?";
"_albums_delete_album_popup_desc_"                  = "Are you sure you want to delete this album? This action cannot be undone.";
"_albums_delete_album_popup_positive_btn_"          = "Delete";
"_albums_delete_album_popup_negative_btn_"          = "Cancel";
"_add_to_album"                                     = "Add to Album";
"_remove_from_album_"                               = "Remove from Album";
"_want_remove_from_album_"                          = "Do you really want to remove from Album?";


"_autoupload_whole_library_" = "All photos and videos";
"_autoupload_whole_library_description_" = "Checks all photos and videos in the selected library. Photos and videos already uploaded to %@ are skipped.";
"_autoupload_from_date_" = "From a date";
"_autoupload_start_date_" = "Upload starting from";
"_autoupload_completed_until_" = "Photos and videos uploaded up to";
"_autoupload_waiting_for_uploads_" = "Waiting for the first photos and videos to upload";
"_autoupload_set_to_now_" = "Set to now";
"_autoupload_date_range_footer_" = "Photos and videos already uploaded to %@ are skipped. The date advances as uploads are confirmed and is preserved when automatic upload is stopped.";

"_autoupload_ignore_history_" = "Upload previously uploaded photos and videos again";
"_autoupload_ignore_history_description_" = "The app keeps a local record of uploaded photos and videos, without checking whether they are still on the server. Enable this option to upload them again, for example if you deleted them from the server. Existing photos and videos may be overwritten.";
"_autoupload_force_reupload_footer_" = "Previous upload records are ignored for photos and videos in the selected library or date range. New completed uploads are still recorded. This option stays enabled until you turn it off.";

"_auto_upload_active_" = "Automatic photo and video upload active";
